Repository: gravityflow/gravityflowvacation
Catalog: languages/gravityflowvacation-*.po
Languages: ca, de_de, es_es, fr_fr, it_it, nl_nl, sv_se, tr_tr

source: Manage Settings
ca: Gestiona els paràmetres
es_es: Gestionar ajustes
fr_fr: Gestion des réglages
it_it: Gestisci le impostazioni
nl_nl: Instellingen beheren
sv_se: Hantera inställningar
tr_tr: Ayarları yönet

source: Uninstall
ca: Desinstal·la
es_es: Desinstalar
fr_fr: Désinstaller
it_it: Disinstalla
nl_nl: Verwijderen
sv_se: Avinstallera
tr_tr: Kaldır

source: Edit Users
ca: Edita els usuaris
es_es: Editar usuarios
fr_fr: Modifier les utilisateurs
it_it: Modifica gli utenti
nl_nl: Gebruikers bewerken
sv_se: Redigera användare
tr_tr: Kullanıcıları düzenle

source: Vacation Information
ca: Informació de les vacances
de_de: Urlaubs-Information
es_es: Información de vacaciones
fr_fr: Information de vacance
it_it: Informazioni sulla vacanze
nl_nl: Vakantie informatie
sv_se: Semesterinformation
tr_tr: İzin Bilgileri

source: Annual Paid Time Off (PTO)
ca: Vacances anuals remunerades (PTO)
de_de: Jährliche bezahlte Urlaubszeit (PTO)
es_es: Vacaciones anuales con paga (PTO)
fr_fr: Congés annuels payés (CAP)
it_it: Ferie annuali pagate (FAP)
nl_nl: Jaarlijks betaald verlof
sv_se: Årlig betald ledighet (Semesterdagar)
tr_tr: Yıllık Ücretli İzin

source: Days based on service
ca: Dies basats en el treball
de_de: Tage basierend auf Dienst
es_es: Días basados en el trabajo
fr_fr: Jours basés sur le service
it_it: Giorni in base al servizio
nl_nl: Dagen gebaseerd op dienstverband
sv_se: Dagar baserat på tjänst
tr_tr: Hizmet gün sayısı

source: Comp Days
ca: Dies de compensació
de_de: Tage Freizeitausgleich
es_es: Días compensados
fr_fr: Jours comp
it_it: Giorni compensati
nl_nl: Compensatiedagen
sv_se: Kompdagar
tr_tr: Telafi Gün Sayısı

source: Compensatory Days
ca: Dies de compensació
de_de: Tage Freizeitausgleich
es_es: Días compensados
fr_fr: Jours compensatoires
it_it: Giorni compensativi
nl_nl: Compensatiedagen
sv_se: Kompensationsdagar
tr_tr: Telafi Gün Sayısı

source: HR Adjustment
ca: Ajust dels RH
de_de: HR Ausgleich
es_es: Ajustes del departamento de RRHH.
fr_fr: Ajustement RH
it_it: Aggiustamento Risorse Umane
nl_nl: Aanpassing HR
sv_se: Justering av HR
tr_tr: İnsan Kaynakları Ayarlama

source: Adjustment days
ca: Dies d'ajust
de_de: Ausgleichstage
es_es: Días de ajuste
fr_fr: Jours d’ajustement
it_it: Giorni di aggiustamento
nl_nl: Aangepaste dagen
sv_se: Justering av antalet dagar
tr_tr: Ayarlama günleri

source: Carry Over Days
ca: Dies de vacances acumulats
de_de: Übertragstage
es_es: Días acumulados
fr_fr: Reporter les jours
it_it: Giorni da utilizzare il prossimo anno
nl_nl: Overgenomen dagen
sv_se: Överförda dagar
tr_tr: Devreden Gün Sayısı

source: Days carried over from last year
ca: Dies acumulats de l'any anterior
de_de: Tage aus dem letzen Jahr übertragen
es_es: Días acumulados del año anterior
fr_fr: Jours reportés de l’année dernière
it_it: Giorni riportati dall'anno scorso
nl_nl: Dagen overgenomen van afgelopen jaar
sv_se: Dagar som förts över från föregående år
tr_tr: Geçen yıldan devreden gün sayısı

source: Days approved
ca: Dies aprovats
de_de: Genehmigte Tage
es_es: Días aprobados
fr_fr: Jours approuvés
it_it: Giorni approvati
nl_nl: Dagen goedgekeurd
sv_se: Godkända dagar
tr_tr: Onaylanan Gün Sayısı

source: Balance remaining
ca: Vacances restants
de_de: Verbleibender Kontostand
es_es: Saldo restante
fr_fr: Solde restant
it_it: Saldo rimanente
nl_nl: Resterend saldo
sv_se: Resterande saldo
tr_tr: Kalan Süre

source: Number Format
ca: Format dels números
de_de: Zahlenformat
es_es: Formato de número
fr_fr: Format de nombre
it_it: Formato del numero
nl_nl: Getalnotatie
sv_se: Talformat
tr_tr: Sayı Biçimi

source: PTO
ca: Dies de vacances
fr_fr: CAP
it_it: FAP
nl_nl: Betaald verlof
sv_se: Semesterdagar
tr_tr: Yıllık Ücretli İzin

source: Carry Over
ca: Acumula'ls
de_de: Übertrag
es_es: Acumulados
fr_fr: Reporter
it_it: Da riportare
nl_nl: Overgenomen
sv_se: Överfört
tr_tr: Devreden

source: Approved Time Off
ca: Vacances aprovades
de_de: Genehmigte Urlaubszeit
es_es: Tiempo libre aprobado
fr_fr: Congé approuvé
it_it: Ferie approvate
nl_nl: Goedgekeurd verlof
sv_se: Godkänd ledighet
tr_tr: Onaylanan Ücretli İzin

source: Balance Remaining
ca: Vacances restants
de_de: Verbleibender Kontostand
es_es: Saldo restante
fr_fr: Solde restant
it_it: Saldo rimanente
nl_nl: Resterend saldo
sv_se: Resterande saldo
tr_tr: Kalan Süre

source: Current balance:
ca: Vacances pendents:
de_de: Aktueller Kontostand:
es_es: Saldo actual:
fr_fr: Solde actuel :
it_it: Saldo attuale:
nl_nl: Huidig saldo:
sv_se: Aktuellt saldo:
tr_tr: Geçerli Gün:

source: Workflow Fields
ca: Camps de flux de treball
de_de: Workflow Felder
es_es: Campos de flujos de trabajo
fr_fr: Champs du workflow
it_it: Campi del workflow
nl_nl: Workflow velden
sv_se: Fält i arbetsflödet
tr_tr: İş Akışı Alanları

source: Vacation Days
ca: Dies de vacances
de_de: Urlaubstage
es_es: Días de vacaciones
fr_fr: Jours de vacances
it_it: Giorni di vacanza
nl_nl: Vakantiedagen
sv_se: Semesterdagar
tr_tr: İzinli Günler

source: Days requested: %s
ca: Dies sol·licitats: %s
de_de: Angefragte Tage: %s
es_es: Días solicitados: %s
fr_fr: Jours demandés : %s
it_it: Giorni richiesti: %s
nl_nl: Dagen aangevraagd: %s
sv_se: Begärda dagar: %s
tr_tr: İstenen gün sayısı:%s

source: Gravity Flow Vacation Requests Extension
ca: Extensió Sol·licituds de vacances del Gravity Flow
it_it: Estensione Vacation Requests di Gravity Flow
tr_tr: Gravity Flow İzin Talep Uzantısı

source: Vacation Days Extension for Gravity Flow.
ca: Extensió Dies de vacances per al Gravity Flow.
de_de: Urlaubstage Erweiterung für Gravity Flow.
es_es: Extensión de días de vacaciones para Gravity Flow.
fr_fr: Extension de jours de vacances pour Gravity Flow.
it_it: Estensione Vacation Days per Gravity Flow.
nl_nl: Vakantiedagen-extensie voor Gravity Flow.
sv_se: Tillägg till Gravity Flow för hantering av semesterdagar
tr_tr: Gravity Flow için İzin Talep Uzantısı
